<template lang="pug">
    form.popup__content.popup__content_sz_2
        .popup__title.g-mb_3
            .h2 Проверка безопасности

        .popup__text
            .g-fw_7.g-mb_1 Уважаемый пользователь! #[br]
            | В связи с требованиями информационной безопасности необходимо сменить пароль.
            | Для этого на Ваш адрес электронной почты отправлено письмо со ссылкой, при нажатии на которую откроется страница #[br] для ввода нового пароля.
            div.g-mt_1 Если Вы не нашли письмо в почте, пожалуйста, проверьте папку спам, либо измените пароль с помощью опции #[router-link(to="/recover", style="border: none", class="") "Забыли пароль"]. 
            


</template>

<script>

</script>

