<template lang="pug">
	form.popup__content.popup__content_sz_2
		.popup__title.g-mb_4
			.h2.g-mb_2 Уважаемые клиенты!
			//p По техническим причинам не осуществляется прием заявок на приобретение, обмен и погашение паев в Личном кабинете клиента и в мобильном приложении «УРАЛСИБ Инвестиции» от пользователей, подключивших Личный кабинет клиента после 25.09.2019. В случае необходимости оперативного оформления операций просим Вас обратиться в любое удобное отделение Банка УРАЛСИБ.
			//p Внимание! Действующие клиенты - пользователи, подключившие Личный кабинет клиента до #[b 01.10.2019], могут оформлять заявки в обычном режиме.
			//p В ближайшее время мы проинформируем Вас о восстановлении работоспособности всех онлайн-сервисов.
			//p Приносим извинения за временные неудобства.
			p С 01.11.19 по 05.11.19 могут наблюдаться перебои в работе личного кабинета, в связи с техническими работами.
			p Приносим извинения за предоставленные неудобства и желаем хороших праздников!
		//.popup__title.g-mb_4
		//	.h2.g-mb_2 Уважаемые клиенты!
		//	p В связи с проведением технических работ в информационных системах в период с 19 по 7 октября в Личном кабинете клиента возможно некорректное отображение информации по счетам, а также могут происходить сбои при проведении операций покупки, обмена и погашения паев. В этот же период сервис авторизации/регистрации пользователей через портал Госуслуги.ру будет временно недоступен.
		//
		//	p Просим Вас ограничить любые операции в Личном кабинете Клиента до окончания срока проведения технических работ.
		//
		//	p Всю актуальную информацию по счетам и операциям Вы можете получить по телефонам
		//	p
		//		a(href="tel:88002009058").g-link-border 8 800 200 90 58 (бесплатно)
		//		a(href="tel:74957237674").g-link-border.g-ml_1 +7 495 723 76 74
		//	p либо направить обращение в Службу технической поддержки
		//	p: a(href="mailto:info@management.uralsib.ru") info@management.uralsib.ru
		//	p Приносим извинения за временные неудобства.
		button.btn.btn_primary.g-col_xs_12(@click.prevent="dontShowMore") Больше не показывать


</template>

<script>
	import {C_LOCAL_TECHNICAL_WORKS_DONT_SHOW} from "../../assets/js/functions/constants";
	
	export default {
		methods: {
			dontShowMore() {
				localStorage.setItem(C_LOCAL_TECHNICAL_WORKS_DONT_SHOW, '1');
				window.events.$emit('close_popup');
			}
		}
	}
</script>
